
[
      {
        "id": 1,
        "name": "Hatsune Miku - Figura",
        "image": "producto1.webp",
        "price": 80000,
        "description": "Una impresionante figura de Hatsune Miku, el popular personaje virtual de Vocaloid. Esta figura captura perfectamente su icónico estilo y pose, siendo un imprescindible para cualquier fan de la cultura pop japonesa.",
        "category": "recientes"
      },
      {
        "id": 2,
        "name": "Hatsune Miku - Figura",
        "image": "producto5.webp",
        "price": 79999,
        "description": "Otra versión increíble de la figura de Hatsune Miku, esta vez con un diseño único que resalta su belleza y carisma. Perfecta para coleccionistas y amantes del anime.",
        "category": "recientes"
      },
      {
        "id": 3,
        "name": "Hatsune Miku - Figura",
        "image": "producto4.webp",
        "price": 65000,
        "description": "Una figura detallada de Hatsune Miku, diseñada con alta calidad y atención al detalle. Ideal para exhibir en tu colección o como regalo para un amigo fanático del anime.",
        "category": "recientes"
      },
      {
        "id": 4,
        "name": "Hatsune Miku - Figura",
        "image": "producto6.webp",
        "price": 70000,
        "description": "Esta figura de Hatsune Miku presenta un diseño encantador y expresivo que refleja la energía y la personalidad del personaje. Una adición vibrante a cualquier colección de figuras.",
        "category": "recientes"
      },
      {
        "id": 5,
        "name": "Gojo Satoru - Figura",
        "image": "jujutsu1.jpg",
        "price": 91000,
        "description": "Una impresionante figura de Gojo Satoru, el carismático y poderoso personaje de Jujutsu Kaisen. Esta figura captura la fuerza y el estilo único de Gojo, convirtiéndola en un artículo imprescindible para los fans del anime.",
        "category": "recientes"
      },
      {
        "id": 6,
        "name": "Gojo Satoru - Figura",
        "image": "jujutsu2.webp",
        "price": 87700,
        "description": "Una figura detallada de Gojo Satoru, con su emblemático atuendo y expresión determinada. Esta figura es perfecta para los admiradores de Jujutsu Kaisen que desean agregar un toque de estilo a su colección.",
        "category": "recientes"
      },
      {
        "id": 7,
        "name": "Gojo Satoru - Figura",
        "image": "jujutsu3.jpg",
        "price": 63500,
        "description": "Esta figura de Gojo Satoru está meticulosamente diseñada para capturar todos los detalles del personaje, desde su mirada penetrante hasta su postura segura. Un artículo imprescindible para cualquier fanático de Jujutsu Kaisen.",
        "category": "recientes"
      },
      {
        "id": 8,
        "name": "Gojo Satoru - Figura",
        "image": "jujutsu4.jpg",
        "price": 76000,
        "description": "Una figura dinámica de Gojo Satoru que muestra al personaje en acción, listo para enfrentarse a cualquier desafío. Con un acabado excepcional y una atención meticulosa al detalle, esta figura es una verdadera obra de arte.",
        "category": "recientes"
      },
      {
        "id": 9,
        "name": "Manjiro Sano Mikey - Nendoroid",
        "image": "tokyo1.jpg",
        "price": 50000,
        "description": "Un encantador Nendoroid de Manjiro Sano Mikey, el carismático líder de Tokyo Revengers. Esta figura captura la esencia juguetona y llena de vida del personaje, siendo una adición adorable a cualquier colección.",
        "category": "nuevos"
      },
      {
        "id": 10,
        "name": "Manjiro Sano Mikey - Figura",
        "image": "tokyo2.jpg",
        "price": 61400,
        "description": "Una figura detallada de Manjiro Sano Mikey, con su característico estilo y actitud relajada. Perfecta para los seguidores de Tokyo Revengers que desean tener a su personaje favorito en su estantería.",
        "category": "nuevos"
      },
      {
        "id": 11,
        "name": "One Set Anime Tokyo Revengers - Nendoroid",
        "image": "tokyo3.webp",
        "price": 199999,
        "description": "Este Nendoroid de One Set Anime Tokyo Revengers es una pieza impresionante que captura la esencia del popular anime. Con múltiples accesorios y expresiones intercambiables, esta figura permite recrear escenas emocionantes del anime y añadir un toque de diversión a tu colección.",
        "category": "nuevos"
      },
      {
        "id": 12,
        "name": "Manjiro Sano Mikey - Figura",
        "image": "tokyo4.jpg",
        "price": 83000,
        "description": "Una figura detallada de Manjiro Sano Mikey, el líder carismático de Tokyo Revengers. Con su postura segura y su expresión determinada, esta figura es perfecta para los fans del anime que quieren celebrar a su personaje favorito.",
        "category": "nuevos"
      },
      {
        "id": 13,
        "name": "Shigeo Kageyama - Figura",
        "image": "psycho1.jpg",
        "price": 85700,
        "description": "Esta figura de Shigeo Kageyama, también conocido como Mob, presenta al protagonista de Mob Psycho 100 en una pose dinámica y llena de energía. Con detalles impresionantes y un acabado de alta calidad, esta figura es una verdadera joya para los coleccionistas.",
        "category": "nuevos"
      },
      {
        "id": 14,
        "name": "Shigeo Kageyama - Nendoroid",
        "image": "psycho2.webp",
        "price": 63500,
        "description": "Un adorable Nendoroid de Shigeo Kageyama, el personaje principal de Mob Psycho 100. Con múltiples expresiones faciales y accesorios, esta figura permite recrear las diferentes facetas de Mob y añadir un toque de diversión a tu colección.",
        "category": "nuevos"
      },
      {
        "id": 15,
        "name": "Arataka Reigen - Nendoroid",
        "image": "psycho3.webp",
        "price": 63500,
        "description": "Este Nendoroid de Arataka Reigen, el carismático y misterioso dueño de Spirits & Such Consultation Office, es una adición imprescindible para los fans de Mob Psycho 100. Con accesorios como una taza de café y una sonrisa confiada, esta figura captura perfectamente la personalidad única de Reigen.",
        "category": "nuevos"
      },
      {
        "id": 16,
        "name": "Arataka Reigen - Figura",
        "image": "psycho4.webp",
        "price": 87800,
        "description": "Una figura detallada de Arataka Reigen, con su característico traje y postura segura. Esta figura es perfecta para los admiradores de Mob Psycho 100 que desean tener a su personaje favorito en su estantería y añadir un toque de estilo a su colección.",
        "category": "nuevos"
      }
]